tap "dbcli/tap"
tap "homebrew/bundle"
tap "jdx/tap"
brew "autoconf"
brew "readline"
brew "awscli"
brew "icu4c"
brew "lz4"
brew "basex"
brew "bfg"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "exercism"
brew "fzf"
brew "gh"
brew "gimme-aws-creds"
brew "git"
brew "git-absorb"
brew "git-lfs"
brew "gnutls"
brew "libassuan"
brew "gnupg"
brew "pkg-config"
brew "guile"
brew "htop"
brew "hub"
brew "jq"
brew "kube-ps1"
brew "libpq"
brew "mise"
brew "neovim"
brew "nghttp2"
brew "openssl@1.1"
brew "ossp-uuid"
brew "pdftk-java"
brew "pgbouncer"
brew "pinentry-mac"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "zlib"
cask "1password-cli"
cask "blackhole-2ch"
cask "diffmerge"
cask "flameshot"
cask "font-fira-code"
cask "raycast"
cask "wkhtmltopdf"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "bbenoist.nix"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gleam.gleam"
vscode "googlecloudtools.cloudcode"
vscode "huntertran.auto-markdown-toc"
vscode "jakebecker.elixir-ls"
vscode "jebbs.plantuml"
vscode "jgoday.createtmpfile"
vscode "jock.svg"
vscode "lexical-lsp.lexical"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "pgourlain.erlang"
vscode "redhat.vscode-xml"
vscode "royalmist.vscode-eex-format"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "sissel.shopify-liquid"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
