tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "basex"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "exercism"
brew "fzf"
brew "gh"
brew "git"
brew "gnutls"
brew "libassuan"
brew "gnupg"
brew "htop"
brew "icu4c"
brew "jq"
brew "kube-ps1"
brew "mise"
brew "neovim"
brew "pinentry-mac"
brew "pkg-config"
brew "ripgrep"
brew "tree"
brew "vim"
brew "watch"
cask "blackhole-2ch"
cask "font-fira-code"
vscode "adpyke.vscode-sql-formatter"
vscode "bbenoist.nix"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "gleam.gleam"
vscode "googlecloudtools.cloudcode"
vscode "huntertran.auto-markdown-toc"
vscode "jebbs.plantuml"
vscode "jgoday.createtmpfile"
vscode "jock.svg"
vscode "lexical-lsp.lexical"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "pgourlain.erlang"
vscode "redhat.vscode-xml"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "sissel.shopify-liquid"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
